products: list[dict] = [
    {
        "name": "Шашлык из свиной шейки",
        "price": "3240т",
        "category": "Свинина",
        "description": "Сочные ломтики шашлыка из свиной шеи выдержанные в ароматном маринаде. Классический выбор для шашлыка!",
        "weight": "200 грамм",
        "composition": 'Свиная шейка, лук, зелень'
    },
    {
        "name": "Шашлык из куриной грудки",
        "price": "1860т",
        "category": "Птица",
        "description": "Беспроигрышное сочетание куриного филе и маринада с восточной ноткой. Мясо получается не только очень нежным, но еще и очень ароматным.",
        "weight": "200 грамм",
        "composition": 'Куриная грудка, лук, зелень'
    },
    {
        "name": "Шашлык из бараньей мякоти",
        "price": " 5340т",
        "category": "Баранина",
        "description": "Нежнейшее мясо молодого барашка на углях, выдержанное в особом маринаде.",
        "weight": "200 грамм",
        "composition": 'Баранина, лук, зелень'
    },
    {
        "name": "Шашлык из телятины",
        "price": "4140т",
        "category": "Телятина",
        "description": "Нежнейшее мясо из телятины на углях, выдержанное в особом маринаде.",
        "weight": "200 грамм",
        "composition": 'Телятина, лук, зелень'
    },
    {
        "name": "Овощи (Баклажан, помидор, перец)",
        "price": "2280т",
        "category": "Гарнир",
        "description": "Овощи (Баклажан, помидор, перец)",
        "weight": "200 грамм",
        "composition": 'Баклажан, Помидор, Перец, зелень.'
    },
    {
        "name": "Картофель с курдюком/салом",
        "price": "960т",
        "category": "Гарнир",
        "description": "Картофель с курдюком/салом",
        "weight": "200 грамм",
        "composition": 'Картофель, лук, зелень, курдюк/сало'
    },
    {
        "name": "Морс фирменный",
        "price": "1500т",
        "category": "Напиток",
        "description": "Морс фирменный",
        "weight": "1 литр",
        "composition": 'Клюква, вода, сахар'
    },
    {
        "name": "Лимонад Тархун",
        "price": "1740т",
        "category": "Напиток",
        "description": "Лимонад Тархун",
        "weight": "500 миллилитров",
        "composition": 'Концентрат тархун, вода, сахар'
    },
]
